aaron-bond.better-comments
adobe.extendscript-debug
alfredbirk.tailwind-documentation
ambar.bundle-size
anthropic.claude-code
austenc.tailwind-docs
aykutsarac.jsoncrack-vscode
bourhaouta.tailwindshades
bradlc.vscode-tailwindcss
brunnerh.insert-unicode
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
docode.vscode-remove-final-newlines
ecmel.vscode-html-css
editorconfig.editorconfig
eriklynd.json-tools
esbenp.prettier-vscode
exceptionptr.vscode-prettier-eslint
figma.figma-vscode-extension
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot-chat
github.vscode-github-actions
gregorbiswanger.json2ts
hb432.prettier-eslint-typescript
hennamann.jsx
loiane.ts-extension-pack
macieklad.tailwind-sass-syntax
mechatroner.rainbow-csv
mikoz.black-py
motionland.texttojsxbin
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
naumovs.color-highlight
pmneo.tsimporter
pranaygp.vscode-css-peek
rioj7.vscode-remove-comments
ritwickdey.liveserver
rvest.vs-code-prettier-eslint
shardulm94.trailing-spaces
stringham.move-ts
svelte.svelte-vscode
twxs.cmake
tyriar.sort-lines
usernamehw.remove-empty-lines
voldemortensen.rainbow-tags
xabikos.javascriptsnippets
